Repository: CESNET/shongo-frontend
Catalog: src/locales/messages.*.xlf
Languages: cs

source: Days
cs: Dny

source: Weeks
cs: Týdny

source: Months
cs: Měsíce

source: Years
cs: Roky

source: Open resource utilization detail
cs: Otevřít detail využití zdroje

source: Shows percentage of utilized resource capacity.
cs: Zobrazuje procento využité kapacity zdroje.

source: An error occured while loading resources
cs: Při načítání prostředků došlo k chybě

source: No resources with capacity found
cs: Nebyly nalezeny žádné zdroje s kapacitou

source: Resource capacity utilization
cs: Využití kapacity zdrojů

source: Reservations
cs: Rezervace

source: Reservations for this resource.
cs: Rezervace pro tento zdroj.

source: Resource not found
cs: Zdroj nebyl nalezen

source: Previous
cs: Předchozí

source: Today
cs: Dnes

source: Select calendar view
cs: Výběr zobrazení kalendáře

source: Day
cs: Den

source: Week
cs: Týden

source: Month
cs: Měsíc

source: Description:
cs: Popis:

source: Time slot:
cs: Časový úsek:

source: Reserved by:
cs: Rezervováno:

source: Failed to fetch reservations
cs: Nepodařilo se načíst rezervace

source: Selected time slot
cs: Vybraný časový úsek

source: Are you sure you want to delete this item?
cs: Opravdu chcete tuto položku smazat?

source: Item deletion failed
cs: Smazání položky se nezdařilo

source: Error
cs: Chyba

source: Unprepared
cs: Nepřipravena

source: Open
cs: Otevřena

source: Prepared
cs: Připravena

source: Stopped
cs: Zastavena

source: Delete selected
cs: Smazat vybrané

source: none
cs: žádné

source: No entries found
cs: Nebyly nalezeny žádné záznamy

source: An error occured
cs: Nastala chyba

source: Mass deletion is not available for this table
cs: Hromadné mazání není pro tuto tabulku k dispozici

source: No rows were selected
cs: Nebyly vybrány žádné řádky

source: All selected rows must have an id
cs: Všechny vybrané řádky musí mít ID

source: Are you sure you want to delete selected rows?
cs: Opravdu chcete smazat vybrané řádky?

source: Items deleted
cs: Položky smazány

source: Failed to delete selected rows
cs: Nepodařilo se odstranit vybrané řádky

source: Table sort options
cs: Možnosti řazení tabulky

source: Column
cs: Sloupec

source: Direction
cs: Směr

source: Descending
cs: Sestupně

source: Ascending
cs: Vzestupně

source: State
cs: Stav

source: View reservation request
cs: Zobrazit žádost o rezervaci

source: Created at
cs: Vytvořeno

source: Created by
cs: Vytvořil(a)

source: Type
cs: Typ

source: View modification
cs: Zobrazit modifikaci

source: Meeting room
cs: Zasedací místnost

source: Reservation state
cs: Stav rezervace

source: Edit meeting room
cs: Upravit zasedací místnost

source: Identifier
cs: Identifikátor

source: Licences
cs: Licence

source: Interval
cs: Časový úsek

source: Recorded at
cs: Nahráno

source: Duration
cs: Trvání

source: > day
cs: > den

source: Layout
cs: Rozložení

source: Microphone
cs: Mikrofon

source: Take video snapshot
cs: Pořídit snímku videa

source: For user/group
cs: Pro uživatele/skupinu

source: Reservation must have at least 1 owner
cs: Rezervace musí mít alespoň 1 vlastníka

source: Book capacity
cs: Rezervovat kapacitu

source: Created
cs: Vytvořeno

source: Modification failed
cs: Úprava se nezdařila

source: Preferred language
cs: Preferovaný jazyk

source: Home time zone
cs: Domovské časové pásmo

source: Current time zone
cs: Aktuální časové pásmo

source: Use perun settings
cs: Použít nastavení Peruna

source: Edit perun settings
cs: Upravit nastavení Peruna

source: Use your operating system's configuration
cs: Použít konfiguraci operačního systému

source: Czech
cs: Čeština

source: English
cs: Angličtina

source: Settings
cs: Nastavení

source: Log out
cs: Odhlásit se

source: Log in
cs: Přihlásit se

source: Are you sure you want to perform this operation?
cs: Opravdu chcete provést tuto operaci?

source: Loading...
cs: Načítání...

source: Request confirmation
cs: Potvrzení požadavku

source: Processing
cs: Zpracovává se

source: Requested slot
cs: Požadovaný slot

source: Request description
cs: Popis požadavku

source: Requested technology
cs: Požadovaná technologie

source: Requested resource
cs: Požadovaný zdroj

source: View request
cs: Zobrazit požadavek

source: Close
cs: Zavřít

source: Accept
cs: Přijmout

source: Reject
cs: Zamítnout

source: Reservation request accepted.
cs: Žádost o rezervaci přijata.

source: Failed to accept reservation request.
cs: Nepodařilo se přijmout požadavek na rezervaci.

source: Reservation request rejected.
cs: Žádost o rezervaci zamítnuta.

source: Failed to reject reservation request.
cs: Žádost o rezervaci se nepodařilo zamítnout.

source: You have been logged out
cs: Byli jste odhlášeni

source: Your session ended or you have been logged out from another place, you can log in again.
cs: Vaše relace skončila nebo jste byli odhlášeni z jiného místa, můžete se znovu přihlásit.

source: Log in
cs: Přihlásit se

source: State descriptions
cs: Popis stavů

source: The room cannot be created. System administrator has been informed about the reason of failure.
cs: Místnost nelze vytvořit. Správce systému byl informován o příčině selhání.

source: The room has been successfully created, but participants cannot join it yet.
cs: Místnost byla úspěšně vytvořena, ale účastníci se k ní zatím nemohou připojit.

source: The room has been successfully prepared, but currently no capacity is available. Participants cannot join the room.
cs: Místnost byla úspěšně připravena, ale v současné době není k dispozici žádná kapacita. Účastníci se nemohou připojit k místnosti.

source: The room has been successfully opened and participants can join the room.
cs: Místnost byla úspěšně otevřena a účastníci se mohou připojit.

source: The room has been stopped and thus the participants cannot join it.
cs: Místnost byla zastavena, a proto se do ní účastníci nemohou připojit.

source: The room cannot be modified. The original room was kept untouched.
cs: Místnost nelze upravit. Původní místnost zůstala nedotčena.

source: The room hasn't been prepared yet and thus participants cannot join the room.
cs: Místnost ještě není připravena, a proto se účastníci nemohou připojit.

source: The room has been successfully opened and participants can join it.
cs: Místnost byla úspěšně otevřena a účastníci se do ní mohou připojit.

source: The room has been successfully prepared, but currently no capacity is available. The participants cannot join the room.
cs: Místnost byla úspěšně připravena, ale momentálně není volná kapacita. Účastníci se nemohou připojit k místnosti.

source: The room cannot be prepared due to an internal error and thus the participants cannot join it. System administrator has been informed about the reason of failure.
cs: Místnost nelze připravit z důvodu interní chyby a účastníci se tak do ní nemohou připojit. Správce systému byl informován o příčině selhání.

source: Select group by name...
cs: Výběr skupiny podle názvu...

source: No groups found
cs: Nebyly nalezeny žádné skupiny

source: Select timezone...
cs: Vyberte časové pásmo...

source: No timezones found
cs: Nebyla nalezena žádná časová pásma

source: Select user by name/e-mail...
cs: Vyberte uživatele podle jména/e-mailu...

source: No users found
cs: Nebyli nalezeni žádní uživatelé

source: Field is required
cs: Pole je povinné

source: Field must contain valid e-mail address
cs: Pole musí obsahovat platnou e-mailovou adresu

source: H323/SIP/PhoneNumber
cs: H323/SIP/Telefonní číslo

source: Room URL
cs: Adresa URL místnosti

source: Phone
cs: Telefon

source: Web client
cs: Webový klient

source: RTMP name
cs: Název RTMP

source: Web RTC name
cs: Název Web RTC

source: Room number
cs: Číslo místnosti

source: Pexip room number URI
cs: Číslo místnosti Pexip URI

source: Pexip phone number URI
cs: Telefonní číslo Pexip URI

source: Not a date
cs: Není datum

source: Field must contain at least errors.minlength.requiredLength characters.
cs: Pole musí obsahovat alespoň errors.minlength.requiredLength znaků.

source: Value must be an e-mail.
cs: Hodnota musí být e-mail.

source: Field is invalid
cs: Pole je neplatné

source: Parking place
cs: Parkovací místo

source: Videoconference (Pexip)
cs: Videokonference (Pexip)

source: Webconference (Adobe connect)
cs: Webkonference (Adobe connect)

source: Teleconference
cs: Telekonference

source: Videoconference (MCU)
cs: Videokonference (MCU)

source: You can send your suggestions to
cs: Své návrhy můžete posílat na

source: Terms and conditions under which personal data collated in providing the CESNET e-infrastructure services are processed you can find at the following link
cs: Podmínky, za kterých jsou zpracovávány osobní údaje shromážděné při poskytování služeb e-infrastruktury CESNET, naleznete na následujícím odkazu

source: privacy policy
cs: zásady ochrany osobních údajů

source: week at:
cs: týden v:

source: month.
cs: měsíc.

source: until
cs: do

source: This room has reserved capacities, do you wish to proceed?
cs: Tato místnost má rezervovanou kapacitu, přejete si pokračovat?

source: Administration mode
cs: Režim administrace

source: Terms and conditions under which personal data collated in providing the CESNET e-infrastructure services are processed you can find <a href="https://www.cesnet.cz/cesnet/documents/privacy" target="_blank" class="mat-primary-color" >here</a >.
cs: Podmínky, za kterých jsou zpracovávány osobní údaje shromážděné při poskytování služeb e-infrastruktury CESNET, najdete <a href="https://www.cesnet.cz/cesnet/documents/privacy" target="_blank" class="mat-primary-color" >zde</a >.

source: Show reservations of
cs: Zobrazit rezervace pro

source: More resources
cs: Více zdrojů

source: Save
cs: Uložit

source: Repeat until
cs: Opakovat do

source: Except for dates
cs: Kromě dat

source: Show failed reservations
cs: Zobrazit neúspěšné rezervace

source: Yes
cs: Ano

source: List of rooms which you can join.
cs: Seznam místností, do kterých se můžete připojit.

source: User settings
cs: Nastavení účtu

source: You don't have privileges to make reservations
cs: Nemáte povolení k vytváření rezervací

source: Failed to load resources.
cs: Nepodařilo se načíst zdroje.

source: Not available
cs: Není k dispozici

source: Level of authorization
cs: Úroveň autorizace

source: <b>Reservation system</b> allows you to create your own virtual rooms for H.323/SIP videoconferences or Adobe Connect web conferences. You can share the rooms with your colleagues and use them for your conference calls. The creation of new rooms is allowed only for logged in users with certain level of authorization. You can log in with you user account from your organization that is involved in <a href="https://www.eduid.cz/" target="_blank" class="mat-primary-color" >eduID.cz</a > federation or you can create a new user account at <a href="https://www.eduid.cz/cs/hostel" target="_blank" class="mat-primary-color" >hostel</a >.
cs: <b>Rezervační systém</b> vám umožňuje vytvářet vlastní virtuální místnosti pro H.323/SIP video konference nebo webové konference Adobe Connect. Můžete sdílet místnosti se svými kolegy a používat je pro své konferenční hovory. Vytváření nových místností je povoleno pouze pro přihlášené uživatele s určitou úrovní oprávnění. Můžete se přihlásit pomocí svého uživatelského účtu z vaší organizace, která je zapojena do federace <a href="https://www.eduid.cz/" target="_blank" class="mat-primary-color" >eduID.cz</a >, nebo můžete vytvořit nový uživatelský účet na <a href="https://www.eduid.cz/cs/hostel" target="_blank" class="mat-primary-color" >hostelu</a >.

source: Resource:
cs: Zdroj:

source: Usage:
cs: Využití:

source: Your videoconference rooms
cs: Vaše videokonferenční místnosti

source: Your participation in videoconference rooms
cs: Vaše účast ve videokonferenčních místnostech

source: Your physical resource reservations
cs: Vaše rezervace fyzických zdrojů

source: Calendar of reservations
cs: Kalendář rezervací
