Repository: CESNET/shongo-frontend
Catalog: src/locales/messages.*.xlf
Languages: cs

source: Authentication process failed
cs: Proces ověření se nezdařil

source: Links
cs: Odkazy

source: Contact
cs: Kontakt

source: Helpdesk
cs: Podpora

source: Used system <a href="https://shongo.cesnet.cz/" target="_blank" class="mat-theme--footer-link mat-primary-color" >Shongo</a > with version <a href="" class="mat-theme--footer-link mat-primary-color" >0.9.2</a >
cs: Použitý systém <a href="https://shongo.cesnet.cz/" target="_blank" class="mat-theme--footer-link mat-primary-color" >Shongo</a > verze <a href="" class="mat-theme--footer-link mat-primary-color" >0.9.2</a >

source: Reserve
cs: Rezervovat

source: Resource management
cs: Správa zdrojů

source: Resource capacity utilization
cs: Využití kapacity zdrojů

source: Help
cs: Nápověda

source: Documentation
cs: Dokumentace

source: Report a problem
cs: Nahlásit problém

source: English language
cs: Anglický jazyk

source: Czech language
cs: Český jazyk

source: en
cs: cs

source: Unknown user
cs: Neznámý uživatel

source: Loading resources
cs: Načítání zdrojů

source: Error: 401 Unauthorized
cs: Chyba: 401 Neautorizováno

source: You are not authorized to view this page.
cs: Nemáte oprávnění prohlížet tuto stránku.

source: Microphone level must be a number between 0 and 100
cs: Úroveň mikrofonu musí být číslo mezi 0 a 100

source: Failed to update settings
cs: Nepodařilo se aktualizovat nastavení

source: Settings updated
cs: Nastavení upravena

source: Failed to fetch user settings
cs: Nepodařilo se načíst nastavení uživatele

source: out of
cs: z

source: Items per page
cs: Položek na stránce

source: Next page
cs: Další stránka

source: Previous page
cs: Předchozí stránka

source: Navigation
cs: Navigace

source: <mat-icon color="primary" inline>arrow_forward_ios</mat-icon> Introduction
cs: <mat-icon color="primary" inline>arrow_forward_ios</mat-icon> Úvod

source: <mat-icon color="primary" inline>arrow_forward_ios</mat-icon> Level of authenticity
cs: <mat-icon color="primary" inline>arrow_forward_ios</mat-icon> Úroveň autenticity

source: <mat-icon color="primary" inline>arrow_forward_ios</mat-icon> Rooms
cs: <mat-icon color="primary" inline>arrow_forward_ios</mat-icon> Místnosti

source: <mat-icon color="primary" inline>arrow_forward_ios</mat-icon> Resources
cs: <mat-icon color="primary" inline>arrow_forward_ios</mat-icon> Zdroje

source: Help
cs: Pomoc

source: Introduction
cs: Úvod

source: <b>Reservation system</b> allows you to create your own virtual rooms for H.323/SIP videoconferences or Adobe Connect web conferences. You can share the rooms with your colleagues and use them for your conference calls. The creation of new rooms is allowed only for logged in users with certain level of authenticity. You can log in with you user account from your organization that is involved in <a href="https://www.eduid.cz/" target="_blank" class="mat-primary-color" >eduID.cz</a > federation or you can create a new user account at <a href="https://www.eduid.cz/cs/hostel" target="_blank" class="mat-primary-color" >hostel</a >.
cs: <b>Rezervační systém</b> umožňuje vytvářet vlastní virtuální místnosti pro videokonference H.323/SIP nebo webové konference Adobe Connect. Místnosti můžete sdílet se svými kolegy a používat je pro konferenční hovory. Vytváření nových místností je povoleno pouze přihlášeným uživatelům s určitou úrovní autenticity. Můžete se přihlásit pomocí svého uživatelského účtu z vaší organizace, která je zapojena do federace <a href="https://www.eduid.cz/" target="_blank" class="mat-primary-color" >eduID.cz</a > nebo si můžete vytvořit nový uživatelský účet na <a href="https://www.eduid.cz/cs/hostel" target="_blank" class="mat-primary-color" >hostelu</a >.

source: You can create a new room from main page or from page with your reservation requests.
cs: Nový pokoj můžete vytvořit na hlavní stránce nebo na stránce s vašimi žádostmi o rezervaci.

source: Level of authenticity
cs: Úroveň autenticity

source: Only logged in user with a certain level of authorization can create a new room or book a capacity for existing room. If you see <mat-icon color="warn" inline="true">warning</mat-icon> next to your name on the top of the page, it means that your account doesn't meet the required level of authorization. In this case you have two options:
cs: Pouze přihlášený uživatel s určitou úrovní oprávnění může vytvořit nový pokoj nebo rezervovat kapacitu pro stávající pokoj. Pokud se vidíte <mat-icon color="warn" inline="true">warning</mat-icon> vedle vašeho jména v horní části stránky znamená, že váš účet nesplňuje požadovanou úroveň oprávnění. V tomto případě máte dvě možnosti:

source: Request your identity provider to verify your identity (e.g., if you use <a href="https://www.eduid.cz/cs/hostel" target="_blank" class="mat-primary-color" >hostel</a > identity, you can follow this <a href="https://www.eduid.cz/cs/hostel" target="_blank" class="mat-primary-color" >procedure</a >).
cs: Požádejte svého poskytovatele identity o ověření vaší identity (např. pokud používáte <a href="https://www.eduid.cz/cs/hostel" target="_blank" class="mat-primary-color" >hostel</a > identitu, můžete se řídit tímto <a href="https://www.eduid.cz/cs/hostel" target="_blank" class="mat-primary-color" >postupem</a >).

source: Request the system <a routerLink="/report" class="mat-primary-color">administrators</a> to grant you the permissions to create new rooms and book room capacities.
cs: Požádejte systémové <a routerLink="/report" class="mat-primary-color">administrátory</a>, aby vám udělili oprávnění k vytváření nových místností a rezervování jejich kapacity.

source: Rooms
cs: Místnosti

source: Virtual rooms can be used for multiple conference calls (e.g., periodic meetings). The room can be created for longer period of time (a number of years), but throughout the period it isn't automatically available for participants to join. For each conference call in the virtual room you must book capacity, which determines how many participants will be able to join to the room. The virtual room gets assigned identifiers on creation which don't change throughout the room's existence (if you don't requet a change). Thus the identifiers are the same for all conference calls that take place in the virtual room.
cs: Virtuální místnosti lze použít pro více konferenčních hovorů (např. pravidelné schůzky). Místnost lze vytvořit na delší časové období (několik let), ale po celou dobu není automaticky k dispozici pro účastníky. Pro každý konferenční hovor ve virtuální místnosti je třeba rezervovat kapacitu, která určuje, kolik účastníků se bude moci k místnosti připojit. Virtuální místnost dostane při vytvoření přiděleny identifikátory, které se po celou dobu existence místnosti nemění (pokud nepožadujete změnu). Identifikátory jsou tedy stejné pro všechny konferenční hovory, které se ve virtuální místnosti konají.

source: <i >You can imagine the virtual room as a room with a table, but without chairs. Therefore participants cannot just come and sit down to take a meeting, but someone has to „prepare chairs” in advance for every meeting.</i >
cs: <i >Virtuální místnost si můžete představit jako místnost se stolem, ale bez židlí. Účastníci proto nemohou jen tak přijít a sednout si na schůzku, ale někdo na každou schůzku musí "připravit židle". </i >

source: Virtual room
cs: Virtuální místnost

source: <i >Once you prepare chairs in the virtual room (i.e., on room creation or when you book requested capacity), participants can enter the room, sit down and the meeting can begin. For each meeting you can prepare different number of chairs. The room is situated in the same building on the same location and it's invariably labeled (e.g., My room) and therefore all meetings take place at the same location.</i >
cs: <i >Jakmile si ve virtuální místnosti připravíte židle (tj. při vytvoření místnosti nebo při rezervaci požadované kapacity), mohou účastníci vstoupit do místnosti, posadit se a schůzka může začít. Pro každou schůzku si můžete připravit jiný počet židlí. Místnost se nachází ve stejné budově na stejném místě a je vždy označena (např. Moje místnost), a proto se všechna jednání konají na stejném místě.</i >

source: Capacity for 4 participants
cs: Kapacita pro 4 účastníky

source: Capacity for 8 participants
cs: Kapacita pro 8 účastníků

source: Resources
cs: Zdroje

source: Reservation system manages hardware and software equipment (referred to as <b>resources</b>), which provides the creation and management of virtual rooms. Each resource has only a limited number of licenses that can be used at a time. For instance if you want to join an Adobe Connect room, the resource must have at least one available license, otherwise it won't allow you to join the room. After joining the room the license is consumed and after leaving the room the license is released. To be able to guarantee a specific number of participants to be able to join to every room, it is necessery to book the licenses in advance. That is the reason why you must explicitly book a requested capacity for each room when you want to use it (when booking a capacity for virtual room).
cs: Rezervační systém spravuje hardwarové a softwarové vybavení (označované jako <b>zdroje</b>), který poskytuje vytváření a správu virtuálních místností. Každý zdroj má pouze omezený počet licencí, které lze použít současně. Pokud se například chcete připojit k místnosti Adobe Connect, zdroj musí mít alespoň jednu dostupnou licenci, jinak vám neumožní připojit se k místnosti. Po vstupu do místnosti je licence spotřebována a po opuštění místnosti je licence uvolněna. Aby bylo možné zaručit konkrétní počet účastníků, aby se mohli připojit ke každé místnosti, je nutné si předem rezervovat licence. To je důvod, proč si musíte pro každý pokoj výslovně zarezervovat požadovanou kapacitu, když ji chcete využít (při rezervaci kapacity pro virtuální místnost).

source: <i >You can imagine the resource as a building in which few rooms are located and the limited number of licenses you can imagine as chairs located in this building and which may be moved between the rooms. Each room can contain different number of chairs at different times. For every meeting in every room, the chairs must be booked in advance, otherwise it may happen that participants won't be able to sit down.</i >
cs: <i >Zdroj si můžete představit jako budovu, v níž je umístěno několik místností, a omezený počet licencí si můžete představit jako židle umístěné v této budově, které lze mezi místnostmi přesouvat. V každé místnosti může být v různých časech jiný počet židlí. Pro každé jednání v každé místnosti musí být židle předem rezervovány, jinak se může stát, že se účastníci nebudou moci posadit.</i >

source: A building may contain, e.g., 20 chairs
cs: Budova může obsahovat např. 20 židlí

source: Report a problem
cs: Nahlásit problém

source: The following form allows you to send a message to system administrators about your problem.
cs: Následující formulář umožňuje odeslat zprávu o vašem problému správcům systému.

source: Your e-mail
cs: Váš e-mail

source: Your e-mail...
cs: Váš e-mail...

source: Message
cs: Zpráva

source: Message about the problem...
cs: Zpráva o problému...

source: Submit
cs: Odeslat

source: Show metadata
cs: Zobrazit metadata

source: Hide metadata
cs: Skrýt metadata

source: Report has been sent
cs: Zpráva byla odeslána

source: Mailing service unavailable
cs: Poštovní služba není k dispozici

source: Failed to send report
cs: Nepodařilo se odeslat zprávu

source: Refresh
cs: Obnovit

source: Highlight mine
cs: Zvýraznit moje

source: Physical resource
cs: Fyzický zdroj

source: Search...
cs: Hledání...

source: No resources found
cs: Nebyly nalezeny žádné zdroje

source: Technology
cs: Technologie

source: Search
cs: Hledat

source: From
cs: Od

source: To
cs: Do

source: Show failed rooms
cs: Zobrazit neúspěšné místnosti

source: Hide advanced filter
cs: Skrýt rozšířený filtr

source: Show advanced filter
cs: Zobrazit rozšířený filtr

source: All
cs: Všechno

source: Main page
cs: Hlavní stránka

source: Welcome to reservation system for H.323/SIP and Adobe Connect virtual rooms.
cs: Vítejte v rezervačním systému pro virtuální místnosti H.323/SIP a Adobe Connect.

source: Your rooms
cs: Vaše místnosti

source: List of rooms which you own or which have been made accessible to you by other users.
cs: Seznam místností, které vlastníte nebo které vám zpřístupnili jiní uživatelé.

source: Your participation in rooms
cs: Vaše účast v místnostech

source: List of rooms in which you are configured as participant and which you can join.
cs: Seznam místností, ve kterých jste nakonfigurováni jako účastníci a ke kterým se můžete připojit.

source: Your phys. resources reservations
cs: Vaše rezervace fyz. zdrojů

source: All reservations of physical resources.
cs: Všechny rezervace fyzických zdrojů.

source: Reservations calendar
cs: Kalendář rezervací

source: Select periodicity option
cs: Vyberte možnost periodicity

source: None
cs: Žádný

source: Daily
cs: Denní

source: Weekly
cs: Týdenní

source: Monthly
cs: Měsíční

source: Repeat every
cs: Opakovat každý

source: . week at:
cs: . týden v:

source: Monday
cs: Pondělí

source: Tuesday
cs: Úterý

source: Wednesday
cs: Středa

source: Thursday
cs: Čtvrtek

source: Friday
cs: Pátek

source: Saturday
cs: Sobota

source: Sunday
cs: Neděle

source: Select monthly periodicity option
cs: Vyberte možnost měsíční periodicity

source: . month.
cs: . měsíc.

source: in every
cs: v každém

source: Add date
cs: Přidat datum

source: None
cs: Žádné

source: last
cs: poslední

source: Reservation data
cs: Údaje o rezervaci

source: Description
cs: Popis

source: Time zone
cs: Časové pásmo

source: Periodicity
cs: Periodicita

source: Room name
cs: Název místnosti

source: Admin PIN
cs: PIN administrátora

source: User PIN
cs: Uživatelský PIN

source: Participant count
cs: Počet účastníků

source: Allow guests
cs: Povolit hosty

source: Record
cs: Záznam

source: Room access mode
cs: Režim přístupu do místnosti

source: Controlled
cs: Řízený

source: Public
cs: Veřejný

source: Private
cs: Soukromý

source: Field can contain only alphanumeric characters, dash or underscore.
cs: Pole může obsahovat pouze alfanumerické znaky, pomlčku nebo podtržítko.

source: Field can have max. errors.maxlength.requiredLength characters.
cs: Pole může mít maximálně errors.maxlength.requiredLength znaků.

source: Field can contain only numbers.
cs: Pole může obsahovat pouze čísla.

source: PIN must consist of min. errors.minlength.requiredLength digits.
cs: PIN se musí skládat minimálně z errors.minlength.requiredLength číslic.

source: Disconnect user
cs: Odpojit uživatele

source: User disconnected
cs: Uživatel odpojen

source: Failed to disconnect user
cs: Nepodařilo se odpojit uživatele

source: Set display name
cs: Nastavit zobrazované jméno

source: Display name updated
cs: Zobrazené jméno upraveno

source: Failed to update display name
cs: Nepodařilo se upravit zobrazované jméno

source: Unmute user
cs: Zrušit ztlumení uživatele

source: Mute user
cs: Ztlumit uživatele

source: User unmuted
cs: Ztlumení uživatele zrušeno

source: User muted
cs: Uživatel ztlumen

source: Failed to unmute user
cs: Nepodařilo se zrušit ztlumení uživatele

source: Failed to mute user
cs: Nepodařilo se ztlumit uživatele

source: Set microphone level
cs: Nastavit úroveň mikrofonu

source: Microphone level adjusted
cs: Úroveň mikrofonu nastavena

source: Failed to adjust microphone level
cs: Nepodařilo se nastavit úroveň mikrofonu

source: Enable camera
cs: Povolit kameru

source: Disable camera
cs: Zakázat kameru

source: Camera enabled
cs: Kamera povolena

source: Camera disabled
cs: Kamera zakázána

source: Failed to enable camera
cs: Nepodařilo se povolit kameru

source: Failed to disable camera
cs: Nepodařilo se zakázat kameru

source: List of capacity requests
cs: Seznam požadavků na kapacitu

source: Room capacity reservations for this reservation request
cs: Rezervace kapacity místnosti pro tuto žádost o rezervaci

source: Modification of participants
cs: Úprava účastníků

source: Add participant
cs: Přidat účastníka

source: Configure participants who will receive invitation and notifications.
cs: Konfigurace účastníků, kteří budou dostávat pozvánky a oznámení.

source: Room recordings
cs: Záznamy z místností

source: Recording active
cs: Nahrávání aktivní

source: List of recordings for this room.
cs: Seznam nahrávek pro tuto místnost.

source: Stop recording
cs: Zastavit nahrávání

source: Start recording
cs: Spustit nahrávání

source: Recording started
cs: Nahrávání spuštěno

source: Recording stopped
cs: Nahrávání zastaveno

source: Failed to start recording
cs: Nepodařilo se spustit nahrávání

source: Failed to stop recording
cs: Nepodařilo se zastavit nahrávání

source: Type:
cs: Typ:

source: Event from request:
cs: Událost z žádosti:

source: Allocated time slot
cs: Přidělený časový slot

source: Requested time slot:
cs: Požadovaný časový úsek:

source: Description:
cs: Popis:

source: State:
cs: Stav:

source: Open help
cs: Otevřít nápovědu

source: Created at:
cs: Vytvořeno:

source: Notify participants:
cs: Upozornit účastníky:

source: Specifies whether participants receive e-mail notification to the meeting in the room, notifications about room changes and notification when room becomes available to join.
cs: Určuje, zda mají účastníci dostávat e-mailová oznámení o schůzce v místnosti, oznámení o změnách v místnosti a oznámení, když je místnost k dispozici pro připojení.

source: Yes
cs: Ano

source: Exclude dates:
cs: Vynechat data:

source: Resource name:
cs: Název zdroje:

source: Resource description:
cs: Popis zdroje:

source: Unknown technology
cs: Neznámá technologie

source: Room name:
cs: Název místnosti:

source: For virtual room:
cs: Pro virtuální místnost:

source: Number of participants:
cs: Počet účastníků:

source: Record:
cs: Záznam:

source: Admin PIN:
cs: PIN administrátora:

source: User PIN:
cs: PIN uživatele:

source: Connection methods:
cs: Metody připojení:

source: History of modifications
cs: Historie úprav

source: Unnamed room
cs: Nejmenovaná místnost

source: No
cs: Ne

source: Room capacity
cs: Kapacita místnosti

source: Every periodicity.periodicityCycle. week on daysString
cs: Každý periodicity.periodicityCycle . týden v daysString

source: Every periodicity.periodicityCycle. month
cs: Každý periodicity.periodicityCycle. měsíc

source: last
cs: poslední

source: Every dayOrder day in every periodicity.periodicityCycle. month
cs: Každý dayOrder day v každém periodicity.periodicityCycle. měsíci

source: Unknown
cs: Neznámé

source: List of active participants
cs: Seznam aktivních účastníků

source: Table shows participants which are currently connected to the room.
cs: Tabulka zobrazuje účastníky, kteří jsou aktuálně připojeni k místnosti.

source: Display name
cs: Zobrazené jméno

source: Confirm
cs: Potvrdit

source: Cancel
cs: Zrušit

source: Modification of user roles
cs: Úprava uživatelských rolí

source: Add user role
cs: Přidat uživatelskou roli

source: Configure roles for users whom you want to allow the access to the room in this system. This configuration can be used to define multiple owners to the room.
cs: Nakonfigurujte role pro uživatele, kterým chcete povolit přístup do místnosti v tomto systému. Tuto konfiguraci lze použít k definování více vlastníků místnosti.

source: Snapshot of:
cs: Snímek:

source: Participant snapshot
cs: Snímek účastníka

source: Download
cs: Stáhnout

source: Close
cs: Zavřít

source: Participant type:
cs: Typ účastníka:

source: With user account
cs: S uživatelským účtem

source: Without user account
cs: Bez uživatelského účtu

source: User
cs: Uživatel

source: Type at least 2 characters
cs: Zadejte alespoň 2 znaky

source: Name
cs: Jméno

source: Guest
cs: Host

source: Add participant
cs: Přidat účastníka

source: Creating participant...
cs: Vytváření účastníka...

source: Participant created
cs: Účastník vytvořen

source: Failed to create participant
cs: Nepodařilo se vytvořit účastníka

source: Reservation request
cs: Žádost o rezervaci

source: Identity type:
cs: Typ identity:

source: Group
cs: Skupina

source: Owner
cs: Majitel

source: Reader
cs: Pozorovatel

source: Role created
cs: Role vytvořena

source: Failed to create role
cs: Nepodařilo se vytvořit roli

source: Edit reservation request
cs: Upravit žádost o rezervaci

source: Unknown reservation request type
cs: Neznámý typ žádosti o rezervaci

source: Slot selection
cs: Výběr slotů

source: Slot start
cs: Začátek slotu

source: Start date
cs: Datum zahájení

source: Start time
cs: Čas zahájení

source: Slot end
cs: Konec slotu

source: End date
cs: Datum ukončení

source: End time
cs: Čas ukončení

source: Edit request
cs: Upravit žádost

source: Editing...
cs: Úprava...

source: Failed to load reservation request
cs: Nepodařilo se načíst žádost o rezervaci

source: Reservation request edited
cs: Žádost o rezervaci upravena

source: Failed to edit reservation request
cs: Nepodařilo se upravit žádost o rezervaci

source: Reservation request is not editable.
cs: Žádost o rezervaci nelze upravovat.

source: Reservation request detail
cs: Detail žádosti o rezervaci

source: Book room capacity
cs: Rezervovat kapacitu místnosti

source: Edit
cs: Upravit

source: Delete
cs: Odstranit

source: Deleting...
cs: Mazání...

source: Reservation
cs: Rezervace

source: Capacity reservations
cs: Rezervace kapacity

source: User roles
cs: Uživatelské role

source: Participants
cs: Účastníci

source: Runtime management
cs: Správa běhu

source: Recordings
cs: Nahrávky

source: Failed to load reservation request, try refreshing the page.
cs: Nepodařilo se načíst požadavek na rezervaci, zkuste stránku obnovit.

source: Item deleted
cs: Položka byla smazána

source: Can't delete a virtual room with reserved capacity
cs: Nelze odstranit virtuální místnost s rezervovanou kapacitou

source: Failed to delete item
cs: Položku se nepodařilo smazat

source: Create reservation
cs: Vytvořit rezervaci

source: Creating reservation request
cs: Vytváření žádosti o rezervaci

source: Create
cs: Vytvořit

source: Reservation request created
cs: Žádost o rezervaci byla vytvořena

source: Failed to create reservation request
cs: Nepodařilo se vytvořit požadavek na rezervaci

source: Select resource type
cs: Vybrat typ zdroje

source: Select resource
cs: Vybrat zdroj

source: Toggle side drawer
cs: Otevřít boční panel

source: Back to app
cs: Zpět do aplikace

source: Jump to date
cs: Přejít na datum

source: Resource selection
cs: Výběr zdroje

source: Reserving capacity for
cs: Rezervace kapacity pro

source: Loading parent request
cs: Načítání nadřazeného požadavku

source: Failed to load parent request
cs: Nepodařilo se načíst nadřazený požadavek

source: Try again
cs: Zkuste to znovu

source: Calendar settings
cs: Nastavení kalendáře

source: Reservation slot
cs: Slot rezervace

source: Slot start:
cs: Začátek slotu:

source: decrement slot start by one minute
cs: snížit začátek slotu o jednu minutu

source: increment slot start by one minute
cs: zvýšit začátek slotu o jednu minutu

source: Slot end:
cs: Konec slotu:

source: decrement slot end by one minute
cs: snížit konec slotu o jednu minutu

source: increment slot end by one minute
cs: zvýšit konec slotu o jednu minutu

source: Create reservation
cs: Vytvořit rezervaci

source: Cancel selection
cs: Zrušit výběr

source: Parent reservation request must be of type virtual room.
cs: Nadřazená žádost o rezervaci musí být typu virtuální místnost.

source: No resource found using room's technology (resReq.virtualRoomData.technology).
cs: Nebyl nalezen žádný zdroj s technologií ( resReq.virtualRoomData.technology ).

source: Time unit
cs: Časová jednotka

source: Show absolute values
cs: Zobrazit absolutní hodnoty
